import car1 from "../../../assets/imgContent/car1.svg";
import car2 from "../../../assets/imgContent/car2.svg";
import car3 from "../../../assets/imgContent/car3.svg";
import car4 from "../../../assets/imgContent/car4.svg";
import car5 from "../../../assets/imgContent/car5.svg";
import car6 from "../../../assets/imgContent/car6.svg";
import car7 from "../../../assets/imgContent/car7.svg";
import car8 from "../../../assets/imgContent/car8.svg";

const dataContent = [
  {
    id: 1,
    title: "Volkswagen ID.4: первый серийный кроссовер марки на батарейках",
    description:
      "К дебюту этого автомобиля марка готовилась три года — уже с момента презентации концепта ID.Crozz было понятно, что в скором времени линейка электрокаров пополнится кроссовером ... ",
    name: "Сергей Иванов",
    data: "3 часа назад",
    img: car8,
  },
  {
    id: 2,
    title: "Tesla Roadster получит колеса как в Формуле 1",
    description:
      "Похоже, Илон Маск решил собрать в новом спорткаре Tesla Roadster все возможные необычные технические решения. Мы уже писали, что этот автомобиль получит опционные ...",
    name: "Сергей Иванов",
    data: "5 часов назад",
    img: car7,
  },
  {
    id: 3,
    title: "Lucid Air сможет заряжаться быстрее всех",
    description:
      "Компания Lucid Motors раскрыла подробности о зарядке своего электрокара Air. Этот седан сможет заряжаться током с напряжением более 900 вольт, что станет рекордом для современных ...",
    name: "Сергей Иванов",
    data: "19 августа 2020",
    img: car6,
  },
  {
    id: 4,
    title: "Porsche слегка улучшил Taycan",
    description:
      "Компания Porsche рассказала об электрокаре Taycan 2021 модельного года, который поступитв продажу в сентябре. Машина получила минимальные обновления ...",
    name: "Сергей Иванов",
    data: "19 августа 2020",
    img: car5,
  },
  {
    id: 5,
    title:
      "В Volvo попытались доказать превосходство над Tesla. Получилось не очень",
    description:
      "Шведская марка Polestar, которая принадлежит концерну Volvo, организовала в США тест электромобилей на запас хода с целью доказать, что их седан Polestar 2 имеет преимущество ...",
    name: "Сергей Иванов",
    data: "3 часа назад",
    img: car4,
  },
  {
    id: 6,
    title: "Новые аккумуляторы Tesla подойдут самолетам",
    description:
      "Группа сотрудников канадского исследовательского центра Tesla опубликовалав журнале Nature научную статью о своих успехахв создании литий-металлических аккумуляторов ...",
    name: "Сергей Иванов",
    data: "5 часов назад",
    img: car3,
  },
  {
    id: 7,
    title: "Cadillac Lyriq будет неожиданно дешевым",
    description:
      "На прошлой неделе концерн General Motors представил серийную версию электрического кроссовера Cadillac Lyriq, который, в сравнениис Tesla Model X, показался нам хорошей машиной ...",
    name: "Сергей Иванов",
    data: "19 августа 2020",
    img: car2,
  },
  {
    id: 8,
    title: "В Формуле Е новый чемпион",
    description:
      "Антониу Феликс да Кошта финишировал вторымв четвертой из шести гонок в Берлине, которые завершают очередной сезон Формулы Е  Благодаря этому спортсмен стал недосягаем ...",
    name: "Сергей Иванов",
    data: "19 августа 2020",
    img: car1,
  },
];
export { dataContent };
